Repository: common-repository/wpc-ajax-search
Catalog: languages/wpc-ajax-search-*.po
Languages: cs_cz

source: WPC AJAX Search for WooCommerce
cs_cz: WPC AJAX Search pro WooCommerce

source: An interaction search popup for WooCommerce.
cs_cz: Vyskakovací okno pro vyhledávání pro WooCommerce.

source: Settings
cs_cz: Nastavení

source: Support
cs_cz: Podpora

source: Thank you for using our plugin! If you are satisfied, please reward it a full five-star %s rating.
cs_cz: Děkujeme, že používáte náš plugin! Pokud jste spokojeni, odměňte jej prosím plným pětihvězdičkovým %s hodnocením.

source: Reviews
cs_cz: Hodnocení

source: Changelog
cs_cz: Seznam změn

source: Discussion
cs_cz: Diskuze

source: General
cs_cz: Obecné

source: General settings.
cs_cz: Obecné nastavení

source: Auto show
cs_cz: Tlačítko class nebo ID

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Show the search popup when clicking on all search inputs.
cs_cz: Zobrazení vyskakovacího okna vyhledávání při kliknutí na všechny vstupy vyhledávání.

source: Manual show up button
cs_cz: Tlačítko pro ruční zobrazení

source: button class or id
cs_cz: class nebo ID tlačítka

source: The class or id of the button, when clicking to this button the search popup will show up. Example %s or %s
cs_cz: Class nebo ID tlačítka, po kliknutí na toto tlačítko se zobrazí vyskakovací okno pro vyhledávání. Příklad %s nebo %s

source: Overlay layer
cs_cz: Vrstva překrytí

source: Show
cs_cz: Zobrazit

source: Hide
cs_cz: Skrýt

source: If you hide the overlay layer, the buyer still can work on your site when the search popup is opening.
cs_cz: Pokud překryvnou vrstvu skryjete, může kupující pracovat na vašem webu i při otevření vyskakovacího okna vyhledávání.

source: Position
cs_cz: Umístění

source: Right
cs_cz: Vpravo

source: Left
cs_cz: Vlevo

source: Top
cs_cz: Nahoře

source: Bottom
cs_cz: Dole

source: Center
cs_cz: Střed

source: Effect
cs_cz: Efekt

source: Enable/disable slide effect.
cs_cz: Povolení/zakázání posuvného efektu.

source: Heading
cs_cz: Záhlaví

source: Search
cs_cz: Vyhledávání

source: Leave blank to use the default text and can be translated.
cs_cz: Nechte prázdné, chcete-li použít výchozí text, který lze přeložit.

source: Close button
cs_cz: Tlačítko zavřít

source: Show/hide the close button.
cs_cz: Zobrazení/skrytí tlačítka pro zavření.

source: Link to individual product
cs_cz: Odkaz na jednotlivé produkty

source: Yes, open in the same tab
cs_cz: Ano, otevřít odkaz ve stejném panelu

source: Yes, open in the new tab
cs_cz: Ano, otevřít odkaz na novém panelu

source: Yes, open quick view popup
cs_cz: Ano, otevřít okno rychlého náhledu

source: Compare button
cs_cz: Tlačítko pro porovnání

source: Wishlist button
cs_cz: Tlačítko seznamu přání

source: Add to cart button
cs_cz: Tlačítko přidat do košíku

source: Exclude unpurchasable
cs_cz: Vyloučit nezakoupitelné

source: Exclude unpurchasable products from the search result.
cs_cz: Vyloučit nezakoupitelné produkty z výsledků vyhledávání.

source: Special keywords
cs_cz: Klíčová slova

source: Keyword for on-sale products.
cs_cz: Klíčové slovo pro produkty ve slevě.

source: Keyword for recent products.
cs_cz: Klíčové slovo pro nedávné produkty.

source: Keyword for featured products.
cs_cz: Klíčové slovo pro doporučené produkty.

source: Keyword for popular products.
cs_cz: Klíčové slovo pro oblíbené produkty.

source: Popular keywords
cs_cz: Oblíbené

source: Add popular keywords, split by a comma. You also can use above Special keywords.
cs_cz: Přidejte oblíbená klíčová slova - oddělujte čárkou. Můžete také použít výše uvedená klíčová slova.

source: Menu(s)
cs_cz: Menu

source: Choose the menu(s) you want to add the "search menu" at the end.
cs_cz: Vyberte nabídku (nabídky), na jejíž konec chcete přidat "vyhledávací menu".

source: Search by category
cs_cz: Vyhledávání podle kategorie

source: Search limit
cs_cz: Limit pro vyhledávání

source: Search by SKU
cs_cz: Vyhledávání podle SKU

source: Cache
cs_cz: Mezipaměť

source: Cache method
cs_cz: Metoda ukládání do mezipaměti

source: File
cs_cz: Soubor

source: Database
cs_cz: Databáze

source: Cache time (hrs)
cs_cz: Doba uložení do mezipaměti (hod.)

source: Cleared!
cs_cz: Vyčištěno!

source: Clear cache
cs_cz: Vymazat mezipaměť

source: Update Options
cs_cz: Aktualizovat nastavení

source: No results found for "%s" in "%s".
cs_cz: Pro "%s" v "%s" nebyly nalezeny žádné výsledky.

source: No results found for "%s".
cs_cz: Pro "%s" nebyly nalezeny žádné výsledky.

source: All categories
cs_cz: Vše

source: Popular keywords:
cs_cz: Oblíbené:
